Revit 2027 API
BuiltInFailures.DimensionFailures.SomeDimensionsLostOnPaste Property
 Some Dimensions were not copied because some References were lost.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SomeDimensionsLostOnPaste { get; }
Public Shared ReadOnly Property SomeDimensionsLostOnPaste As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SomeDimensionsLostOnPaste {
	FailureDefinitionId^ get ();
}
static member SomeDimensionsLostOnPaste : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace